---
kind: other
id: AllMembers.T:Autodesk.Revit.Exceptions.CentralModelAlreadyExistsException
source: html/65b2f6b4-af4d-870a-9a80-ab08a7180f6b.htm
---
# CentralModelAlreadyExistsException Members

Retrieves data needed to serialize the target object.